[
    {
        'content': 'Вы - полезный помощник, умеющий читать тексты на русском языке, глубоко понимать их и анализировать.',
        'role': 'system'
    },
    {
        'content': 'Прочтите, пожалуйста, следующий текст и определите, какая тема из известного списка тем наиболее представлена в следующем тексте. В качестве ответа напишите только название темы из списка, больше ничего.\nСписок тем: entertainment, geography, health, politics, science/technology, sports и travel.
        \nТекст: Большинство храмовых праздников отмечается в рамках годовщины храма, дня рождения центрального божества или любого другого значимого события, связанного с храмом.\nВаш ответ: entertainment
        \nТекст: В области Серенгети находятся национальный парк Серенгети, заповедник Нгоронгоро, заказник Масва в Танзании и национальный парк Маасай Мара в Кении.\nВаш ответ: geography
        \nТекст: Когда Лиггинс работал в больнице, в свободное от работы время он начал расследовать случаи преждевременных родов.\nВаш ответ: health
        \nТекст: Коалиционные и афганские войска выдвинулись в район, чтобы обезопасить объект, и другой самолет коалиции был послан для оказания поддержки.\nВаш ответ: politics
        \nТекст: Можно также сделать такие сплавы, которые содержат небольшое количество таких неметаллических элементов, как углерод.\nВаш ответ: science/technology\nТекст: Разумеется, первоклассный бегун на полмили, способный пробежать менее чем за две минуты, должен обладать изрядной скоростью, но во что бы то ни стало нужно тренировать выносливость.\nВаш ответ: sports
        \nТекст: Самый очевидный способ перелёта в первом или бизнес-классе — это раскошелиться за данную привилегию (или же — вариант получше — заставить вашу компанию заплатить за вас).\nВаш ответ: travel
        \nТекст: Если увеличить расстояние для бега с четверти до половины мили, скорость становится не так важна, тогда как выносливость превращается в абсолютную необходимость.\nВаш ответ: ', 'role': 'user'
    }
]
